{"Spock": 32100, "Gablehouser": 32101, "Amy": 32102, "Mrs Koothrappali": 32103, "Voice": 32104, "Dr Lorvis": 32105, "Leslie": 32106, "Mandy": 32107, "Penny": 32108, "Siri": 32109, "Lesley": 32110, "Howard’s Mother": 32111, "Wil": 32112, "Joy": 32113, "Wil Wheaton": 32114, "Past Leonard": 32115, "Dan": 32116, "Dave": 32117, "Kripke": 32118, "Dr Koothrapalli": 32119, "Security Guard": 32120, "Seibert": 32121, "Dr Gallo": 32122, "Jesse": 32123, "Scene": 32124, "Bert": 32125, "Alice": 32126, "Dennis": 32127, "Assistant": 32128, "Dimitri": 32129, "Page": 32130, "Barry": 32131, "Ramona": 32132, "Emily": 32133, "Vet": 32134, "Priya": 32135, "Christie": 32136, "Girl": 32137, "Ira": 32138, "Colonel Williams": 32139, "Together": 32140, "Mr. Rostenkowski": 32141, "Summer": 32142, "Leonard": 32143, "Wyatt": 32144, "Alfred": 32145, "Past Sheldon": 32146, "Nurse": 32147, "Lucy": 32148, "Bernadette": 32149, "Penny’s Dad": 32150, "Katee Sackhoff": 32151, "Mary": 32152, "Kurt": 32153, "Susan": 32154, "Past Howard": 32155, "Gablehauser": 32156, "Randall": 32157, "Past Raj": 32158, "James": 32159, "Sheldon": 32160, "Arthur": 32161, "Stephen Hawking": 32162, "Mrs Davis": 32163, "Woman": 32164, "Meemaw": 32165, "Howard": 32166, "Adam": 32167, "Mr Rostenkowski": 32168, "Janine": 32169, "David": 32170, "Stuart": 32171, "Mike": 32172, "Beverley": 32173, "Awkward guy": 32174, "Mrs Hofstadter": 32175, "Raj": 32176, "Missy": 32177, "Mrs Latham": 32178, "Josh": 32179, "Claire": 32180, "Prof Crawley": 32181, "Dr Hofstadter": 32182, "Mrs Wolowitz": 32183, "Sheldon-bot": 32184, "Beverly": 32185, "Policeman": 32186, "Lalita": 32187, "Zack": 32188, "Waiter": 32189, "Bethany": 32190, "Elizabeth": 32191, "Mrs Cooper": 32192, "Jimmy": 32193, "Toby": 32194, "Dr Koothrappali": 32195, "Michaela": 32196, "Isabella": 32197, "Steph": 32198, "Lakshmi": 32199, "Hawking": 32200}