{"Wil Wheaton": 32100, "Woman’s voice": 32101, "Seibert": 32102, "Fat Leonard and Raj": 32103, "Josh": 32104, "On-screen Sheldon": 32105, "Tech Support Guy": 32106, "Mr. Rostenkowski": 32107, "Bespectacled Man": 32108, "Scene": 32109, "Man with Flowers": 32110, "Sarah": 32111, "Greene": 32112, "Past Leonard": 32113, "Second child": 32114, "Blonde girl": 32115, "Awkward guy": 32116, "Steph": 32117, "Actor": 32118, "Zack": 32119, "LeVar Burton": 32120, "Taxi driver": 32121, "Waitress": 32122, "Howatd": 32123, "Leonard": 32124, "Toby": 32125, "Woman in lab coat": 32126, "All three": 32127, "Leonard and Penny": 32128, "Halley": 32129, "Dan": 32130, "Cleaning Lady 2": 32131, "Laura": 32132, "Susan": 32133, "Second Girl": 32134, "Older woman": 32135, "Voice from Outside": 32136, "Page": 32137, "Dr Koothrappali": 32138, "Mandy": 32139, "3.  Amy": 32140, "Very tall and powerfully built man": 32141, "Everybody": 32142, "Katee": 32143, "Voice on television": 32144, "Hot girl": 32145, "Guys in Passing Car": 32146, "Leonard-warrior’s head": 32147, "David": 32148, "Marty": 32149, "Mike R": 32150, "Taxi Driver": 32151, "Buzz": 32152, "Howard and Bernadette": 32153, "Bookstore employee": 32154, "Amy": 32155, "Baggage Clerk": 32156, "Dr Hofstadter": 32157, "Ramona": 32158, "Transvestite": 32159, "Ghostly voice": 32160, "Attorney": 32161, "Mike": 32162, "Nurse Costume Girl": 32163, "Vet": 32164, "Bermadette": 32165, "HR Woman": 32166, "Kevin": 32167, "Sgeldon": 32168, "Leonard & Howard": 32169, "Computer Voice": 32170, "Speccy Guy Behind Counter": 32171, "Barber": 32172, "Prof Laughlin": 32173, "All together": 32174, "Theodore": 32175, "Kripke": 32176, "Emily": 32177, "Kurt": 32178, "Mrs Davis": 32179, "Kevn": 32180, "Arthur": 32181, "Audiitoner": 32182, "Howard’s phone": 32183, "Tom": 32184, "Jesse": 32185, "Hernandez": 32186, "Huge man": 32187, "Kid": 32188, "Howard’s cousin": 32189, "Woman": 32190, "Rothman": 32191, "Raj & Sheldon": 32192, "Raj": 32193, "Mike Rostenkowski": 32194, "Phone rings. Answering machine": 32195, "James": 32196, "Emly": 32197, "Girl": 32198, "Chorus of everyone in cafeteria": 32199, "Man with a box": 32200, "Raj, Bernadette and Amy": 32201, "Rebecca": 32202, "Priya": 32203, "Woman at table": 32204, "Mark Harmon on TV": 32205, "Second guy": 32206, "Man in Suit": 32207, "Mary Cooper": 32208, "Soup Kitchen Manager": 32209, "Man in seat behind": 32210, "Claire": 32211, "Eric": 32212, "Mrs Gunderson": 32213, "GPS": 32214, "Air Force Officer": 32215, "Minister": 32216, "Elderly Korean Gentleman": 32217, "Voice Inside": 32218, "Male string quartettist": 32219, "Cleaning Lady 1": 32220, "Girl dressed as a Witch": 32221, "Leonard:": 32222, "Bill Murray": 32223, "Mechanical voice on Sheldon’s phone": 32224, "Beverley": 32225, "Nurse": 32226, "Employment Office Assistant": 32227, "Paramedic": 32228, "Phone": 32229, "Adam": 32230, "Mrs Latham": 32231, "Blonde Girl": 32232, "Howard’s Mother": 32233, "Large Black Transvestite": 32234, "Employee": 32235, "Mike Massimino": 32236, "Sweatpants": 32237, "Man’s Voice": 32238, "Tall British Dave": 32239, "Shldon": 32240, "Headmaster": 32241, "Policeman": 32242, "Penny’s Dad": 32243, "Dimitri": 32244, "Mrs Hofstadter": 32245, "ISS voice": 32246, "Mrs Wolowitz": 32247, "Mrs Koothrapalli": 32248, "Nerdy guy": 32249, "Strange man": 32250, "Gablehouser": 32251, "George Smoot": 32252, "Store clerk": 32253, "2.  Amy": 32254, "Butterfly Girl": 32255, "Vanessa": 32256, "First Girl": 32257, "Mrs Koothrappali": 32258, "Mrs": 32259, "Bill Nye": 32260, "Waiter": 32261, "Roeger": 32262, "Foreign Nurse": 32263, "Owner": 32264, "Brent Spiner": 32265, "Leoanard": 32266, "Jeannie": 32267, "Joy": 32268, "Martha": 32269, "Randall": 32270, "Sehldon": 32271, "Girl in Butterfly Costume": 32272, "Dennis": 32273, "Woman in queue": 32274, "Cosmonaut": 32275, "Barry’s Siri": 32276, "Student one": 32277, "Michaela": 32278, "Boys": 32279, "Television voice": 32280, "Past Sheldon": 32281, "Man in Penny’s Apartment": 32282, "Female Voice": 32283, "Alfred": 32284, "Angela": 32285, "Pizza guy": 32286, "Everyone": 32287, "Rai": 32288, "Dr Massimino": 32289, "Leonard’s Mother": 32290, "Dr Koothrapalli": 32291, "Ra": 32292, "Penny’s dad": 32293, "Mike M": 32294, "Daniel": 32295, "Missy": 32296, "Bethany": 32297, "Amelia": 32298, "Lalita": 32299, "Girls": 32300, "Psychic": 32301, "Brent": 32302, "Penny- warrior": 32303, "DMV Lady": 32304, "Computer voice": 32305, "Meemaw": 32306, "Enormous man": 32307, "Venkatesh": 32308, "Leonard and Sheldon": 32309, "Isabella": 32310, "Fat Stuart": 32311, "Female string quartettist": 32312, "Student two": 32313, "Beverly": 32314, "1. Amy": 32315, "Colonel Williams": 32316, "Random voice": 32317, "Katee Sackhoff": 32318, "Joyce Kim": 32319, "Second girl": 32320, "Ramona Nowitzki": 32321, "Tattooist": 32322, "Bert": 32323, "Clerk": 32324, "Prof Crawley": 32325, "Hawking": 32326, "Third Floor Janitor": 32327, "5.  Sheldon": 32328, "Caller": 32329, "Past Penny": 32330, "LeVar": 32331, "Voice of Spock": 32332, "Dr Tyson": 32333, "Voice": 32334, "Goldfarb": 32335, "Trent": 32336, "Ellen": 32337, "Raj’s Voice": 32338, "Voice on TV": 32339, "Random woman": 32340, "Siebert": 32341, "Past Raj": 32342, "Sheldon-bot": 32343, "Carrie Fisher": 32344, "Zombie": 32345, "Speccy Guy": 32346, "Mrs Cooper": 32347, "Wyatt": 32348, "Stan Lee": 32349, "Leonard and Raj together": 32350, "Guard": 32351, "Dr Gallo": 32352, "Announcement": 32353, "Mission Control": 32354, "Dr. Seibert": 32355, "Warrior": 32356, "Good looking man coming up stairs": 32357, "Theatre Staff": 32358, "Midwife": 32359, "Past Howard": 32360, "Second Alien": 32361, "Dave": 32362, "Houston": 32363, "Elizabeth": 32364, "Fat Raj": 32365, "Leslie Winkle": 32366, "Little girl": 32367, "Penny": 32368, "Random guy": 32369, "Both together": 32370, "Penny-warrior": 32371, "Teleplay": 32372, "Costume guy": 32373, "Barry": 32374, "Mrs Petrescu": 32375, "Howie Mandel": 32376, "Lady Vet": 32377, "Leonard, Howard and Raj": 32378, "Siri": 32379, "Barman": 32380, "Adam West": 32381, "3.  Sheldon": 32382, "Bill": 32383, "Howard’s mother": 32384, "Guy": 32385, "Official": 32386, "Receptionist": 32387, "Lesley": 32388, "Second voice": 32389, "Security Guard": 32390, "Professor Proton": 32391, "Judge": 32392, "Assistant": 32393, "Mrs. Rostenkowski": 32394, "Registrar": 32395, "Barry Kripke": 32396, "Kirk": 32397, "Voice from TV": 32398, "Prof Sharpe": 32399, "Tech Support Voice": 32400, "Ira Flatow": 32401, "Leonard and Howard": 32402, "Sheldon": 32403, "Amy and Bernadette together": 32404, "Actress": 32405, "Alice": 32406, "Stuart": 32407, "Remote-control Hawking": 32408, "Montage of scenes": 32409, "Maitre d’": 32410, "Wil": 32411, "Helium Man": 32412, "The Flash": 32413, "Leonard,Sheldon and Howard together": 32414, "Doctor": 32415, "Class instructor": 32416, "Jeff": 32417, "Charlie Sheen": 32418, "Spock": 32419, "Story": 32420, "Second Car Thief": 32421, "Sheldon’s phone": 32422, "Random man": 32423, "Woman on TV": 32424, "Red-haired guy": 32425, "Girl 2": 32426, "Cole": 32427, "Santa": 32428, "Dead Mrs Wolowitz": 32429, "Stephen Hawking": 32430, "Bernadette": 32431, "Store assistant": 32432, "Both": 32433, "Gablehauser": 32434, "Kathy": 32435, "Leslie": 32436, "Cooper": 32437, "Man in Crowd": 32438, "Leonard-warrior": 32439, "Gretchen": 32440, "George Takei": 32441, "Scanner": 32442, "Summer": 32443, "Secne": 32444, "Sheldon on laptop screen": 32445, "1.  Sheldon": 32446, "Director": 32447, "Alfred Hofstadter": 32448, "Steve Wozniak": 32449, "Shedon": 32450, "Doug": 32451, "Ms Jenson": 32452, "Jimmy": 32453, "Strange old man": 32454, "Dr Schneider": 32455, "Fat Leonard": 32456, "TV Announcer": 32457, "First Car Thief": 32458, "Raj and Penny together": 32459, "Mrs Fowler": 32460, "Nathan": 32461, "Server": 32462, "Witch": 32463, "Voice from buzzer": 32464, "Dr Millstone": 32465, "Sheldon’s voice": 32466, "Mr Spock Cuckoo Clock": 32467, "4. Amy": 32468, "Guy at door": 32469, "Bar patrons": 32470, "Penny & Sheldon together": 32471, "Dr. Brian Greene": 32472, "Guy in baseball hat": 32473, "Together": 32474, "Christie": 32475, "Janine": 32476, "Col. Williams": 32477, "Answerphone": 32478, "Dr Gablehouser": 32479, "Lucy": 32480, "Ira": 32481, "Col Williams": 32482, "Lakshmi": 32483, "Photographer": 32484, "Various others": 32485, "Rajj": 32486, "NASA Guy": 32487, "Theatre staff": 32488, "Abby": 32489, "4. Sheldon": 32490, "Girl in Hippie Costume": 32491, "Glenn": 32492, "Howard": 32493, "James Earl Jones": 32494, "Nerdy Guy": 32495, "Stephen": 32496, "Elon": 32497, "Dale": 32498, "Shopkeeper": 32499, "Cleaner": 32500, "Sceme": 32501, "Stadium Announcer": 32502, "Caption": 32503, "Korean": 32504, "Christie and Howard’s Mother together": 32505, "Nathan Fillion": 32506, "Emily and Penny": 32507, "Child": 32508, "The three guys": 32509, "Mr Rostenkowski": 32510, "Mary": 32511, "Howard and Raj": 32512, "Man on TV": 32513, "Shelldon": 32514, "Dr Lorvis": 32515, "Woman at Door": 32516, "Todd": 32517, "First Alien": 32518, "Leonard and Howard together": 32519, "Man on Screen": 32520}