{"Second Girl": 32100, "Emily and Penny": 32101, "Man on Screen": 32102, "Zack": 32103, "NASA Guy": 32104, "Voice Inside": 32105, "Computer Voice": 32106, "Alfred Hofstadter": 32107, "Rothman": 32108, "The three guys": 32109, "Child": 32110, "Past Penny": 32111, "Ghostly voice": 32112, "Air Force Officer": 32113, "Sheldon’s phone": 32114, "Katee Sackhoff": 32115, "Voice from TV": 32116, "Minister": 32117, "Voice": 32118, "Dr Massimino": 32119, "Greene": 32120, "TV Announcer": 32121, "Zombie": 32122, "All three": 32123, "Man on TV": 32124, "Registrar": 32125, "Leonard and Howard": 32126, "Cleaning Lady 2": 32127, "Col Williams": 32128, "Teleplay": 32129, "Penny’s Dad": 32130, "Together": 32131, "Lakshmi": 32132, "Nurse": 32133, "Audiitoner": 32134, "Ramona": 32135, "Strange old man": 32136, "Vet": 32137, "Nathan": 32138, "Mrs Latham": 32139, "Dan": 32140, "Huge man": 32141, "Rai": 32142, "Bermadette": 32143, "Howard": 32144, "Kathy": 32145, "Wil Wheaton": 32146, "Christie": 32147, "Dr Koothrappali": 32148, "Janine": 32149, "George Smoot": 32150, "Second guy": 32151, "Alice": 32152, "Past Howard": 32153, "Todd": 32154, "Transvestite": 32155, "Phone": 32156, "1.  Sheldon": 32157, "Mr Rostenkowski": 32158, "Professor Proton": 32159, "Barber": 32160, "The Flash": 32161, "Hot girl": 32162, "Laura": 32163, "Penny-warrior": 32164, "Large Black Transvestite": 32165, "Elderly Korean Gentleman": 32166, "Voice on television": 32167, "Male string quartettist": 32168, "Woman on TV": 32169, "Mrs. Rostenkowski": 32170, "Waitress": 32171, "Butterfly Girl": 32172, "Both": 32173, "Kripke": 32174, "Baggage Clerk": 32175, "Mandy": 32176, "Tech Support Voice": 32177, "Alfred": 32178, "Jimmy": 32179, "Jesse": 32180, "Television voice": 32181, "Kid": 32182, "Bespectacled Man": 32183, "Penny & Sheldon together": 32184, "Random woman": 32185, "Prof Laughlin": 32186, "Phone rings. Answering machine": 32187, "Gretchen": 32188, "Hernandez": 32189, "Randall": 32190, "Rebecca": 32191, "Houston": 32192, "Both together": 32193, "Man with Flowers": 32194, "Ellen": 32195, "Howard’s mother": 32196, "Emily": 32197, "Remote-control Hawking": 32198, "Ms Jenson": 32199, "2.  Amy": 32200, "On-screen Sheldon": 32201, "Photographer": 32202, "Siri": 32203, "Sheldon-bot": 32204, "Past Raj": 32205, "Female string quartettist": 32206, "Montage of scenes": 32207, "Blonde Girl": 32208, "Raj & Sheldon": 32209, "Third Floor Janitor": 32210, "Security Guard": 32211, "Carrie Fisher": 32212, "Dr Lorvis": 32213, "Dr Gallo": 32214, "Fat Raj": 32215, "George Takei": 32216, "Caption": 32217, "Girl in Butterfly Costume": 32218, "Mrs Gunderson": 32219, "Gablehouser": 32220, "Howard and Raj": 32221, "Dr Tyson": 32222, "Claire": 32223, "Doug": 32224, "Various others": 32225, "Dale": 32226, "Sarah": 32227, "Mrs": 32228, "Dr Millstone": 32229, "Abby": 32230, "Cole": 32231, "Col. Williams": 32232, "Mr. Rostenkowski": 32233, "Employee": 32234, "Awkward guy": 32235, "3.  Sheldon": 32236, "Random guy": 32237, "Brent": 32238, "Computer voice": 32239, "Steve Wozniak": 32240, "Helium Man": 32241, "Guy": 32242, "Older woman": 32243, "Leonard, Howard and Raj": 32244, "Dimitri": 32245, "Barry": 32246, "Headmaster": 32247, "Guy at door": 32248, "Girl in Hippie Costume": 32249, "Shedon": 32250, "Cleaning Lady 1": 32251, "Second Car Thief": 32252, "Leonard and Sheldon": 32253, "David": 32254, "Fat Leonard": 32255, "Nerdy Guy": 32256, "Receptionist": 32257, "Tattooist": 32258, "Stan Lee": 32259, "Dr. Seibert": 32260, "Wil": 32261, "Mike Rostenkowski": 32262, "Man with a box": 32263, "Mike": 32264, "Howard’s Mother": 32265, "Nurse Costume Girl": 32266, "Howatd": 32267, "Mrs Fowler": 32268, "Mrs Koothrappali": 32269, "Amy": 32270, "All together": 32271, "Everybody": 32272, "Leonard": 32273, "Student one": 32274, "Kevn": 32275, "Mrs Wolowitz": 32276, "Man in Suit": 32277, "Student two": 32278, "Sheldon’s voice": 32279, "Mr Spock Cuckoo Clock": 32280, "Marty": 32281, "Prof Sharpe": 32282, "Man in seat behind": 32283, "Venkatesh": 32284, "Beverley": 32285, "Mrs Koothrapalli": 32286, "Mission Control": 32287, "Dr. Brian Greene": 32288, "Girls": 32289, "Server": 32290, "Actress": 32291, "Dr Koothrapalli": 32292, "Cooper": 32293, "Trent": 32294, "Stephen Hawking": 32295, "Store assistant": 32296, "Tall British Dave": 32297, "Dr Gablehouser": 32298, "Prof Crawley": 32299, "Witch": 32300, "Stephen": 32301, "Second voice": 32302, "Fat Leonard and Raj": 32303, "Isabella": 32304, "Arthur": 32305, "Meemaw": 32306, "Mike Massimino": 32307, "Owner": 32308, "Lesley": 32309, "Doctor": 32310, "Cleaner": 32311, "Past Leonard": 32312, "Guy in baseball hat": 32313, "Secne": 32314, "Bernadette": 32315, "ISS voice": 32316, "HR Woman": 32317, "Announcement": 32318, "Dr Hofstadter": 32319, "Leslie Winkle": 32320, "Korean": 32321, "Cosmonaut": 32322, "Lucy": 32323, "Guys in Passing Car": 32324, "Taxi driver": 32325, "Tom": 32326, "Mary Cooper": 32327, "Howard’s cousin": 32328, "Woman at table": 32329, "Kirk": 32330, "5.  Sheldon": 32331, "Missy": 32332, "Mrs Cooper": 32333, "Bar patrons": 32334, "Leonard & Howard": 32335, "Official": 32336, "Employment Office Assistant": 32337, "Toby": 32338, "Dr Schneider": 32339, "Scene": 32340, "Red-haired guy": 32341, "Leonard’s Mother": 32342, "Leoanard": 32343, "Second Alien": 32344, "Buzz": 32345, "Boys": 32346, "Leslie": 32347, "Scanner": 32348, "GPS": 32349, "Barman": 32350, "Summer": 32351, "Speccy Guy": 32352, "Mrs Petrescu": 32353, "Bert": 32354, "4. Amy": 32355, "Man in Crowd": 32356, "Howard’s phone": 32357, "Foreign Nurse": 32358, "Leonard:": 32359, "Steph": 32360, "Woman’s voice": 32361, "Adam West": 32362, "Store clerk": 32363, "Colonel Williams": 32364, "Mrs Hofstadter": 32365, "Bookstore employee": 32366, "Rajj": 32367, "1. Amy": 32368, "Voice on TV": 32369, "Raj and Penny together": 32370, "Strange man": 32371, "Costume guy": 32372, "Lalita": 32373, "Guard": 32374, "Attorney": 32375, "Priya": 32376, "Bill Murray": 32377, "Christie and Howard’s Mother together": 32378, "Josh": 32379, "Emly": 32380, "Spock": 32381, "Female Voice": 32382, "Leonard and Penny": 32383, "Howard and Bernadette": 32384, "Vanessa": 32385, "Soup Kitchen Manager": 32386, "Woman in lab coat": 32387, "Sehldon": 32388, "First Car Thief": 32389, "Theatre Staff": 32390, "Leonard and Raj together": 32391, "Nathan Fillion": 32392, "First Girl": 32393, "James Earl Jones": 32394, "Shopkeeper": 32395, "Glenn": 32396, "Director": 32397, "Jeannie": 32398, "Leonard-warrior’s head": 32399, "Enormous man": 32400, "Dave": 32401, "Stuart": 32402, "Second girl": 32403, "Raj, Bernadette and Amy": 32404, "Mike M": 32405, "Little girl": 32406, "Taxi Driver": 32407, "Midwife": 32408, "Siebert": 32409, "Class instructor": 32410, "Amelia": 32411, "Lady Vet": 32412, "Susan": 32413, "Ira Flatow": 32414, "Amy and Bernadette together": 32415, "Ramona Nowitzki": 32416, "Caller": 32417, "Mary": 32418, "Santa": 32419, "Leonard and Howard together": 32420, "Kevin": 32421, "Judge": 32422, "Random man": 32423, "Theodore": 32424, "Blonde girl": 32425, "Voice from buzzer": 32426, "Story": 32427, "Dead Mrs Wolowitz": 32428, "Man in Penny’s Apartment": 32429, "Ira": 32430, "Assistant": 32431, "Ra": 32432, "Beverly": 32433, "Everyone": 32434, "Katee": 32435, "Woman in queue": 32436, "Penny’s dad": 32437, "Clerk": 32438, "Warrior": 32439, "Adam": 32440, "Angela": 32441, "James": 32442, "Mechanical voice on Sheldon’s phone": 32443, "Seibert": 32444, "Joy": 32445, "Bill": 32446, "Leonard,Sheldon and Howard together": 32447, "Theatre staff": 32448, "Mrs Davis": 32449, "Halley": 32450, "Speccy Guy Behind Counter": 32451, "Very tall and powerfully built man": 32452, "LeVar Burton": 32453, "Sweatpants": 32454, "Penny- warrior": 32455, "Sceme": 32456, "Elon": 32457, "Kurt": 32458, "Page": 32459, "Woman": 32460, "Hawking": 32461, "Pizza guy": 32462, "Gablehauser": 32463, "Man’s Voice": 32464, "Psychic": 32465, "Sheldon on laptop screen": 32466, "Answerphone": 32467, "First Alien": 32468, "Nerdy guy": 32469, "Raj’s Voice": 32470, "Eric": 32471, "Voice from Outside": 32472, "Voice of Spock": 32473, "Charlie Sheen": 32474, "Maitre d’": 32475, "Shldon": 32476, "Waiter": 32477, "Elizabeth": 32478, "Chorus of everyone in cafeteria": 32479, "Policeman": 32480, "3.  Amy": 32481, "Brent Spiner": 32482, "Michaela": 32483, "Past Sheldon": 32484, "Girl dressed as a Witch": 32485, "Bill Nye": 32486, "Roeger": 32487, "Martha": 32488, "Goldfarb": 32489, "Bethany": 32490, "Sheldon": 32491, "Sgeldon": 32492, "Random voice": 32493, "Raj": 32494, "Howie Mandel": 32495, "Mike R": 32496, "DMV Lady": 32497, "Leonard-warrior": 32498, "Fat Stuart": 32499, "Mark Harmon on TV": 32500, "Joyce Kim": 32501, "Wyatt": 32502, "Shelldon": 32503, "Stadium Announcer": 32504, "Girl 2": 32505, "Barry’s Siri": 32506, "Actor": 32507, "Paramedic": 32508, "Tech Support Guy": 32509, "Daniel": 32510, "Penny": 32511, "Dennis": 32512, "Good looking man coming up stairs": 32513, "LeVar": 32514, "Barry Kripke": 32515, "Jeff": 32516, "Girl": 32517, "Woman at Door": 32518, "Second child": 32519, "4. Sheldon": 32520}